[M_DemonicSouls MissionDefinition]
MissionName="A lost soul"
MissionDescription="I found a skeleton that needs your help. Listen to your quiet soul. "
TurnInDescription="Take care of yourself."
MissionSummary="bring the ghost to the bone."
MissionGiver="Emphatic player"
MissionTurnInLocation="Fallen Crest game"
TeaserText="Great movies and shows.!<br>work."

[M_DemonicSouls:CollectSouls1 MissionObjectiveDefinition]
ProgressMessage="Collect your breath."

[M_DemonicSouls:CollectSouls2 MissionObjectiveDefinition]
ProgressMessage="A spiritual meeting"

[M_DemonicSouls:CollectSouls3 MissionObjectiveDefinition]
ProgressMessage="collection of spirits"

[M_DemonicSouls:GiveSouls MissionObjectiveDefinition]
ProgressMessage="in soul and bones"

[M_DemonicSouls:KillInvader MissionObjectiveDefinition]
ProgressMessage="Kill the hunter"

[M_DemonicSouls:KillInvader_ObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride="With the help of the unsuccessful creation, the artist left the newspaper.."
MissionDescriptionOverride="You have found a soulless skeleton that needs your help. He secretly wants you to return his soul..<br><br>After turning into a skeleton and returning to human form, he asks for help to defeat the evil that killed him.."

[M_DemonicSouls:LightBonfire1 MissionObjectiveDefinition]
ProgressMessage="The first body to suffer the damage of fire."

[M_DemonicSouls:LightBonfire2 MissionObjectiveDefinition]
ProgressMessage="Start another fire with fire damage"

[M_DemonicSouls:LightBonfire3 MissionObjectiveDefinition]
ProgressMessage="The third ignites and deals fire damage"

[M_DemonicSouls:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonicSouls:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="You will see a lifeless skeleton and it looks like it needs help. He wants you to restore his soul..<br><br>Swelling near the leg; You must kill the enemies that appear and steal their souls. When you are satisfied, you can return the person to the shell.."

[M_DemonicSouls:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonicSouls:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonicSouls:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonicSouls:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_DemonicSouls:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

